{
  "app_title": "Autorització de Dipòsits",
  "main_description": "Per rebre diners de transaccions de pagament, com que tens l'<em>Autorització de Dipòsits</em> habilitada, <strong>has de preautoritzar les adreces perquè et puguin fer pagaments</strong>. Qualsevol pagament provinent d'una adreça que no formi part de la llista d'adreces autoritzades serà rebutjat.",
  "trouble_shoot": "Si tens dificultats per enviar un pagament al teu compte, pots deshabilitar temporalment l'<em>Autorització de Dipòsits</em>.",
  "not_enabled": "No està habilitada, no hi ha restriccions pel que fa a les adreces que poden enviar pagaments al teu compte.",
  "auth_button": "autoritzar",
  "input_placeholder": "Adreça per autoritzar",
  "list_title": "Adreces Autoritzades",
  "list_helper": "toca per eliminar adreces",
  "warning": "Cap compte no pot fer pagaments a aquest moneder.",
  "list_information": "Afegeix adreces que puguin fer pagaments a aquest moneder.",
  "main_button_dis": "Deshabilitar l'Autorització de Dipòsits",
  "main_button_en": "Habilitar l'Autorització de Dipòsits"
  "challenge_1": "Primer repte",
  "challenge_2": "Segon repte",    
  "challenge_3": "Tercer repte",
  "challenge_4": "Quart repte",
  "challenge_body_1": "Quan l'<em>Autorització de Dipòsits</em> està habilitada, pot una casa d'intercanvis enviar-te fons a aquest compte?",
  "challenge_body_2": "Si has afegit adreces a la teva llista d'autoritzacions i l'<em>Autorització de Dipòsits</em> està deshabilitada, el teu compte bloquejarà qualsevol transacció que rebi?",
  "challenge_body_3": "Si incorrectament has autoritzat un adreça d'una casa d'intercanvis, per exemple, has autoritzat l'adreça que la casa d'intercanvis fa servir per a que tu hi dipositis fons, i no has autoritzat l'adreça que fa servir per enviar-te els fons des de la casa d'intercanvi al teu compte personal, en el moment que intentis enviar fons des de la casa d'intercanvi al teu compte i la transacció falli, què faràs?",
  "challenge_body_4": "Pot l'Autorització de Dipòsits habilitar-se i deshabilitar-se en funció de les necessitats? De manera que temporalment puguis rebre qualsevol transacció.",
  "challenge_1_ans_a": "No es pot rebre cap import",
  "challenge_1_ans_b": "Només si una adreça està autoritzada",
  "challenge_1_ans_c": "Només adreces del llibre de contactes del moneder Xaman seran acceptades",
  "challenge_2_ans_a": "Cap transacció no serà bloquejada",
  "challenge_2_ans_b": "Les adreces que formen part de la llista d'Autorizació de Dipòsits només poden fer dipòsits",
  "challenge_2_ans_c": "Només les transaccions de spam seran bloquejades",
  "challenge_3_ans_a": "Fer un comentari a X dient que l'XRPL no funciona",
  "challenge_3_ans_b": "Adreces a la llista d'Autorització de Dipòsits només poden fer dipòsits",
  "challenge_3_ans_c": "Deshabilitar l'Autorització de Dipòsits i posar-me en contacte amb l'exchange a fi que tornin a intentar enviar-me els fons",
  "challenge_4_ans_a": "L'Autorització de Dipòsits es pot habilitar i deshabilitar",
  "challenge_4_ans_b": "Un cop s'ha habilitat no es pod deshabilitar",
  "fail_heading": "No tens prou coneixement per poder utilitzar aquesta xApp",
  "fail_body": "Ens sap greu, però no disposes dels coneixements mínims necessaris per poder fer servir aquesta aplicació. Si us plau, revisa el material disponible a XRPL.org i assegura't d'entendre els conceptes"
}
