{
    "app_title": "Deposit Authorization",
    "main_description": "To receive money from payment transactions as you have <em>Deposit Authorization</em> enabled, <strong>you must preauthorize the senders of those Payments</strong>. Any payments from an account not in the list will be rejected.",
    "trouble_shoot": "If you are having difficulty sending a payment to your account you can temporarily disable the <em>Deposit Authorization</em>.",
    "not_enabled": "Is not enabled there is no restriction to which accounts can send your account a payment.",
    "auth_button": "authorize",
    "input_placeholder": "rAddress to authorize",
    "list_title": "Authorized Accounts",
    "list_helper": "tap to remove accounts",
    "warning": "No account can make a payment to this wallet.",
    "list_information": "Add accounts that can make payments to this wallet.",
    "main_button_dis": "Disable Deposit Authorization",
    "main_button_en": "Enable Deposit Authorization",
    "challenge_1": "First challenge",
    "challenge_2": "Second challenge",
    "challenge_3": "Third challenge",
    "challenge_4": "Fourth challenge",
    "challenge_body_1": "When <em>Deposit Authorization</em> is enabled can you with draw funds from an exchange to this wallet?",
    "challenge_body_2": "If you have added accounts to your authorized list and <em>Deposit Authorization</em> is dissabled. Will your account block any transactions?",
    "challenge_body_3": "If you incorrecly authorized an exchanges hotwallet, for example you only add their deposit address and not their with drawl address. Your with drawl transaction to your wallet now fails at the exchange, what do you do?",
    "challenge_body_4": "Can Deposit Authorization be toggled on and off? Where by you temporarily allow any transaction.",
    "challenge_1_ans_a": "No value can be recieved",
    "challenge_1_ans_b": "Only if an account is authorized",
    "challenge_1_ans_c": "Only accounts in your xaman address book will be accepted",
    "challenge_2_ans_a": "No transactions will be blocked",
    "challenge_2_ans_b": "Accounts in the Deposit Authorization can only make deposits",
    "challenge_2_ans_c": "Only spam transactions will be blocked",
    "challenge_3_ans_a": "Post on twitter blaming the XRPL does not work",
    "challenge_3_ans_b": "Accounts in the Deposit Authorization list can only make deposits",
    "challenge_3_ans_c": "Dissable Deposit Authorization and contact the exchange so they retry the withdrawl",
    "challenge_4_ans_a": "You can toggle Deposit Authorization",
    "challenge_4_ans_b": "Once its active it can not be dissabled",
    "fail_heading": "Insufficent knowladge to use this xApp",
    "fail_body": "You failed to meet the mimimum understanding needed to use this app. Please review the material at"
}