{
    "app_title": "Odobrenje depozita",
    "main_description": "Da bi primili novac od Payment transakcija dok imate uključenu opciju <em>Odobrenje depozita</em>, <strong>morate pred-autorizirati pošaljitelje tih transakcija</strong>. Transakcije računa koji nisu na listi će biti odbijene.",
    "trouble_shoot": "Ako imate problema pri slanju novaca na vaš račun,  možete privremeno isključiti <em>Odobrenje depozita</em>.",
    "not_enabled": "Nije omogućeno, nema ograničenja tko može slati novac na vaš račun.",
    "auth_button": "autoriziraj",
    "input_placeholder": "rAdresa za autorizirati",
    "list_title": "Autorizirani računi",
    "list_helper": "taknite za micanje računa",
    "warning": "Niti jedan račun ne može uplatiti na ovaj wallet.",
    "list_information": "Dodaj račine koji mogu uplaćivati na ovaj račun.",
    "main_button_dis": "Onemogući odobrenje depozita",
    "main_button_en": "Omogući odobrenje depozita",
    "challenge_1": "Prvo pitanje",
    "challenge_2": "Drugo pitanje",
    "challenge_3": "Treće pitanje",
    "challenge_4": "Četvrto pitanje",
    "challenge_body_1": "Kad je <em>odobrenje depozita</em> uključeno, možete li povući novce sa mjenjačnice u ovaj novčanik?",
    "challenge_body_2": "Ako ste dodali račune u listu za autorizaciju i <em>odobrenje depozita</em> je isključeno. Hoćete li vaš račun blokirati ijednu transakciju?",
    "challenge_body_3": "Ako ste neispravno auutorizirali hotwallet od mjenjačnice, na primjer dodali ste samo njihovu adresu depozita ali ne i njihovu adresu za podizanje novaca te je podizanje s mjenjačnice je sad neuspješno, što ćete napraviti?",
    "challenge_body_4": "Može li se odobrenje depozita uključiti i isključiti? Naprimjer kad privremeno odobravate sve transakcije.",
    "challenge_1_ans_a": "Niti jedna vrijednost se ne može primiti",
    "challenge_1_ans_b": "Samo ako je račun autoriziran",
    "challenge_1_ans_c": "Samo računi u tvojem Xaman novčaniku će biti prihvaćeni",
    "challenge_2_ans_a": "Niti jedna transakcija neće biti blokirana",
    "challenge_2_ans_b": "Samo računi u listi odobrenja mogu raditi uplate",
    "challenge_2_ans_c": "Samo spam transakcije će biti blokirane",
    "challenge_3_ans_a": "Objavite na socijalnim mrežama da XRPL ne valja",
    "challenge_3_ans_b": "Samo računi u listi odobrenja mogu raditi uplate",
    "challenge_3_ans_c": "Isključi autorizaciju depozita i kontaktiraj mjenjačnicu da probaju ponovno",
    "challenge_4_ans_a": "Možete uključivati i isključivati autorizaciju depozita",
    "challenge_4_ans_b": "Jednom kad je uključena, ne može više biti isključena",
    "fail_heading": "Nemate dovoljno znanja za korištenja ove xApp aplikacije",
    "fail_body": "Niste uspjeli pokazati da raspolažete dovoljnim znanjem za korištenje ove aplikacije. Molimo proučite materijal na"
}
